[
  {
    "RiverName": "The Hart River",
    "RiverDetails": [ "Flying by float plane from the town of Mayo on the banks of the Stewart River, we head to Elliot lake deep in the mountains of the First Nation of Nacho Nyak Dun. Hoping for high waters to save a 10km drag and pole, we follow the small Eliott Creek to the Hart. Forming part of the Peel watershed, the Hart is one of the lesser travelled tributaries containing a number of class 2 and 3 rapids. Entering the Hart we have about 300km to paddle descending north through the mountains to Peel River." ]
  },
  {
    "RiverName": "The Peel River",
    "RiverDetails": [ "Containing a number of large rapids, the Peel River flows east and then north growing in size for several hundred kilometers. On the Peel we will reach our first major obstacle, a 7km porterage through thick forest and marsh around the unnavigable and dangerous Aberdeen Canyon. From the end of the canyon, we continue north until we reach our first settlement on the trip, Fort McPherson, allowing for a resupply. The Peel is our longest stretch of river, set in a remote and untouched wilderness the chances of wildlife sightings are high with little to no human activity." ]
  },
  {
    "RiverName": "The Rat River",
    "RiverDetails": [ "This marks possibly the toughest portion of the trip as we drag, pole and carry ourselves and our gear 130km upstream. Starting as a river this eventually turns into a series of barely mapped streams, ponds and small lakes before eventually crossing from the Peel to the Yukon watershed. Described by the author Clara C Rogers who travelled the Rat River close to 100 years ago as \"cold, swift, mosquito-haunted, and, scarcely, navigable\" the Rat will pose a physical and mental challenge that will push us to our limits." ]
  },
  {
    "RiverName": "The Bell River",
    "RiverDetails": [ "We will enter the Bell River via Summit Lake seeking relief from the last 10 days of relentless uphill struggle. Starting small but growing in size as it descends out of the mountains, the Bell represents the last fast flowing river of the journey during its approximately 200km run into the Porcupine River." ]
  },
  {
    "RiverName": "The Porcupine River",
    "RiverDetails": [ "Flowing steadily north and west the Porcupine passes our first sign of civilization in some 500km when it passes the tiny isolated settlement of Old Crow. From there we continue to follow the Porcupine as it leaves Canada and takes over the border into Alaska. Described as an \" \"excellent\" \"novice\" \"river\" \"trip\" the Porcupine River marks our transition from fast flowing rapids to slow and steady paddling. The river continues to widen and slow until it joins the Yukon River at our second resupply point at Fort Yukon." ]
  },
  {
    "RiverName": "The Yukon River",
    "RiverDetails": [ "As temperatures start to drop and darkness starts to fully return, we start our final and biggest river the mighty Yukon. At points over a kilometer wide it meanders south west from Fort Yukon for some 300km before reaching the Yukon River Camp. Accessed by the Dalton Highway 11 this point marks the end of our trip, over 1500km, 9 weeks and 6 rivers from our starting point." ]
  } 
]