[
  {
    "image": "Bio/Cory-BioImage2.jpg",
    "name": "Cory Jones",
    "location": "Scotland",
    "Description": [ "Cory Jones is a highly skilled and qualified outdoor professional. Cory has a varied background in outdoor leadership and training. Cory has a master’s degree in environmental management, is a trained ecologist and a wildlife buff. He is a qualified teacher, canoe leader, sea kayak leader, international mountain leader, Green Badge guide and Wild Scotland Wilderness Guide.", "In 2021 Cory became a Fellow of the Royal Geographical Society and a British Canoeing Guide. Ever since being a boy he has enjoyed exploring in the outdoors and travelling to far flung places to discover their special environments. In the 1990's he climbed virgin peaks in Pakistan and trekked in the then untravelled Tien Shen mountains, in 2009 he and two teammates make a 23 day crossing of the Patagonian ice cap following in the footsteps of Eric Shipton.", "Cory had a successful professional career as Centre Manager of the Field Studies Council's Malham Tarn Field Centre, managed the Lake District National Park Education Service and was been Head of Biodiversity and Life-long learning for Sheffield Wildlife Trust.", "He went on to lead expeditions across the globe from mountain to sea, in as diverse environments as the Jordanian desert, African snow-capped peaks and South American Andes. Cory has also been the expedition manager for rainforest conservation projects in the Philippines and worked overseas as a development adviser for British Council.", "Cory is now based on the north west highlands of Scotland and runs a series of ventures including Gairloch Canoe and Kayak Centre a brand leading outdoor first aid business, First Aid Training Co-operative and is the founder of Adventure First Aid based in Nairobi, Kenya. Cory was inspired to put together a team to attempt the challenge of the 'Unpeeled' project after hearing about threats to the pristine environment of this part of the Canadian wilderness." ]
  },
  {
    "image": "Bio/Becca.jpg",
    "name": "Rebecca Short",
    "location": "England",
    "Description":["My adventures started in 2005 when I headed off to Southern India, aged 18, with not a lot of money but an incredibly well stocked first aid kit (medical parents + first time away from home) to volunteer in disaster relief following the tsunami. It was a hard lesson in remote living and the white saviour complex.", "Since then I’ve been studying and working in the overlaps between wildlife conservation and international development. I am currently a Research Fellow at Stockholm University looking at better realising the potential of sustainable small-scale fisheries.", "I am incredibly lucky that my career has lent me opportunities to live and work off-the-beaten-track in places like Mozambique, Madagascar, Kenya, Greece, the bit of the River Wandle behind Topps Tiles, and more. When I’m not doing that I can mostly be found somewhere on the Southwest Coast Path as a sometime climber, reluctant runner, enthusiastic kayaker and recovering rugby player.","My beautiful home of Cornwall delivers all of these, but I am looking for a new physical and mental challenge away from my work, with a chance to pause in some wilderness. A little taster of canoeing in Newfoundland left me wanting more and I am heading on the Unpeeled adventure with a delightfully over-romanticised vision of The North, which I’m positive will come back to bite me in the arse (in mosquito form). Can’t wait!", "Becca’s expedition Top Trumps:","Canoe experience: 1 star award from a school trip when I was 15… 3/10", "Foraging knowledge: Likely fatal… 1/10", " Navigation skills: Have got lost inside a pub before… -5/10","Enthusiasm: Dampened only by 9 weeks without cheese… 9/10","Stubborn hardiness: My fallback… 11/10"]
  },
  {
    "image": "Bio/Tom.jpg",
    "name": "Thomas Prutz",
    "location": "England",
    "Description": [ "I am Tom a Software Engineer and ex-police officer currently working for the Ordnance Survey. Growing up on the edge of the New Forest National Park I did everything I could to hide from the outdoors and it wasn't until my early 20's that I discovered a joy of travelling and exploring the outside world. I have hiked and camped across 3 continents but up to now I have favoured multiple short trips over one long adventure.","I am an experienced navigator in a variety of different terrains and conditions and have completed a couple of very enjoyable shorter canoe expeditions. I have no formal outdoor qualifications and am almost entirely self-taught in camp craft/bush craft. I am always looking for opportunities to pick up new skills and fun ideas.", "This will be second time canoeing the Canadian wilderness and I can't wait to get back out on the water. As someone who loves being in and around water I am most looking forward to seeing how many different excuses I can find to get wet in our 9 weeks out on the river. This expedition will be a step up for me and one of the more challenging things I will have done in my life. July 2022 can't come soon enough!" ]
  },
  {
    "image": "Bio/Toni-Paddling.jpg",
    "name": "Antonia Cook",
    "location": "England",
    "Description": ["Having lived overseas as a child and having parents which encouraged adventures in the outdoors, I was always up for the next challenge. As a member of Girl Guiding since I was 5, my first opportunities to travel away came through the association. Camps, backwoods evening and then international camps and projects in Europe. Before selling the idea of walking through remote Uganda with two others and a broadly inaccurate map to my parents.",
      "Since then, I have been lucky that my careers have enabled both living and travelling overseas. I have led expeditions to much of Africa and Asia, with Mongolia holding a special place in my heart for the amazing people and culture. I now work as a Paramedic, mostly for the NHS, but also as an expedition and remote area medic in the mountains of the UK and wherever in the world I’m wanted.",
      "When I’m not working, I’m generally found in or on the water, swimming, kayaking, paddle boarding, surfing…can’t get enough of the wet stuff! Or out running and walking in the mountains. Before we started training, my canoe experience was limited to a few Guide camps, but I can only fall in so often right?!",
      "I love the beauty of nature, big skies and lesser trodden routes, Canada is going to be hard and challenging but life is one great adventure!",
      "Top Trumps:",
      "Canoe experience: 1/10 (to be revisited once I have a clue!)",
      "Determination: 11/10 (some may call it stubbornness)",
      "Survival skills: 7/10 (fire starter/shelter building/foraging in Canada…XXX not a clue)",
      "Weakness: having cold hands…and a sense of humour failure",
      "Morale booster: Kendal mint cake"]
  },
  {
    "image": "Bio/Sophie-resized.png",
    "name": "Sophie Bostock",
    "location": "England",
    "Description": [ "If you’re thinking that my canoe is the wrong shape, you’re absolutely right. I haven’t been in a Canadian canoe since I was 7 years old. On that occasion, we capsized, and the family picnic floated down the Loire. I am hoping to improve my skills...", "I am a Sleep Scientist and aspirational adventurer. When I heard that long covid had cruelly scuppered Claire’s expedition, leaving the team one short, I jumped at the chance to become Paddler X. (Admittedly, this was before I heard about the mosquito-infested swamps.. but I have been reassured that Tom is a powerful bug magnet, so the rest of us might be OK…)", "I am a passionate advocate for the importance of sleep for health, wellbeing and peak performance. My day job involves delivering training and coaching for businesses, sports teams, the military, and the police across the UK to help optimise recovery, and overcome sleep problems.", "I plan to track my sleep and mood in the environments we will encounter: away from artificial light, vulnerable to local weather and wildlife, subject to extreme physical exertion and exposed to the midnight sun when we venture north of the Arctic circle.", "I have always enjoyed travel, but this has usually involved warm showers, flushing toilets and a watersports centre. A former windsurf instructor, I now live on Hayling Island where I can usually be found rowing, paddle boarding, kayaking, swimming or sleeping.", "My thirst for adventure was catalysed by a serious climbing accident 4 years ago. As I hopped around on crutches for 6 months, I vowed to grab every opportunity to push myself to new limits. My recovery included a 30 kilometre swim trek in Morocco. In 2021 I rowed 1700 miles around Britain in an ocean rowing boat, with a crew of 12, fuelled by Babybel cheese.", "I’m hugely looking forward to being immersed in wilderness and supporting each other to meet this incredible challenge (even without the Babybel)." ]
  },
  {
    "image": "Bio/Dave.jpg",
    "name": "Dave Crosbie",
    "location": "Scotland",
    "Description": [ "Meet Dave, he can swim like a fish! Oh! That was Mike……","Dave’s the eldest of the group and has a whole array of life experiences.","He is an outdoor enthusiast holding a diploma and several governing body certificates in outdoor activities. He is a keen woodsman and certificated animal tracker as well as bushcraft leader. He earns his living this way running Tree-ditions Woodland Crafts School, a Woodcraft and Nature Company for the last nine years.", "Before this he worked for many years in personal and social development using various mediums including outdoor adventurous activities, this included many remote Scottish expeditions both on land and water.", "In his previous life he was a builder, stage technician, production carpenter and all round hands on kinda guy!", "This is a one off, once in a lifetime expedition which can’t be missed, the opportunity to explore one of the last wilderness frontiers by canoe, walk in mountains rarely seen by others, encounter the animal inhabitants and be the only ones there with them.", "I’m looking forward to fishing and camping and swimming and carving and…"]
  }
] 