[
  {
    "Question": "What is the inspiration for the expedition?",
    "AnswerParagraphs": [ "This journey has been done once before by a team called Paddle For The North. They made the trip to raise awareness of the dangers faced by the Peel Watershed as a result of industrial activity in the area. Their expedition and the awareness raised by their film highlighting how beautiful and untouched the area is, played a part in the signing of the Peel Watershed Regional Land Use Plan which has formally protected the entire area from industrial exploitation.", "As a group who all love the outdoors and spending time in nature, the remote beauty shown in the film really stood out to us. Many of us have had a long held ambition to do a Canadian wilderness adventure and this route, navigable by Canoe with out expert skills being required, is a fantastic opportunity to do just that." ]
  },
  {
    "Question": "How did you all meet?",
    "AnswerParagraphs": [ "Cory was the catalyst for this. He decided he wanted to try and complete this expedition and to find like minded people to complete it with him. He wrote a short article for the Explorers Connect Newsletter explaining what he wanted to do and asking for people who might be interested to make contact with him. He was actually inundated with applications with more than 20 people from around the world attending an information evening on Zoom.", "Following the information evening those who were still interested provided Cory with answers to a short application form so that he could make sure we were in for the right reasons and would be compatible with each other. From there he selected what he felt would be the best set of team mates he could and the rest is history." ]
  },
  {
    "Question": "Isn't that bear country, won't you get eaten?",
    "AnswerParagraphs": [ "This is indeed bear country although the risk is quite low. We will be taking sensible precautions, storing food and toiletries in secure packaging away from our tents as well as carrying bear spray.", "Generally bears like to avoid humans and don't see us as food. We are certainly not a quiet group so it is highly unlikely that we are going to sneak up on and surprise a bear which is when they are at their most dangerous. We are very much hoping to see bears but ideally from a canoe walking the opposite way as we paddle past!" ]
  },
  {
    "Question": "What training are you doing for this?",
    "AnswerParagraphs": [ "We have four training weekends planned through the year before setting off.", "The first one in July 2021 is to paddle the Great Glen canoe trail in Scotland which stretchs from Fort William to Inverness. This has a variety of paddle experiences ranging from a short and shallow river with some small rapids to the 23 mile long Loch Ness. The trip takes several days wild camping along the way.", "The second training weekend in October 2021 is a descent of the river Spey. One of the UK's great river descents it is a mix of fast flowing rapids and long leisurely paddle. It will be a great chanllenge to improve our boat handling skills and identify any missing gear or campcraft knowledge.", "Our third training weekend will be a skills weekend in January with wet days in the water and cold evenings around the fire.", "Our final training session will be a Canoe across Scotland. Cory has a cunning plan and we all looking forward to discovering what it is. " ]
  }
]


